cloc
elixir
erlang
exercism
gettext
gmp
icu4c
isl
jpeg
kakoune
libevent
libmpc
libpng
libtermkey
libtiff
libuv
libvterm
luajit
mingw-w64
mpfr
msgpack
ncurses
neovim
node
openssl@1.1
pcre2
readline
ripgrep
sqlite
tmux
unibilium
utf8proc
wxmac
