abseil
asdf
autoconf
automake
bat
borders
brotli
btop
ca-certificates
certifi
cffi
cloc
cmake
cmatrix
coreutils
curl
emacs-mac
fontconfig
freetype
fzf
gawk
gcc
gettext
git-cliff
gitui
glab
glib
gmime
gmp
gnu-sed
gnupg
gnutls
gpgme
grip
helix
htop
icu4c
isl
jansson
jq
kakoune
lazydocker
lazygit
libassuan
libcbor
libevent
libfido2
libgcrypt
libgit2
libgpg-error
libiconv
libidn2
libksba
libmpc
libnghttp2
libpng
libssh2
libtasn1
libtool
libunistring
libusb
libxml2
libyaml
lmdb
lua
lz4
m4
mdcat
micro
mingw-w64
mkcert
mosh
mpdecimal
mpfr
mysql
ncurses
neofetch
neomutt
nettle
ninja
nnn
notmuch
npth
oniguruma
openldap
openssl@1.1
openssl@3
p11-kit
pcre
pcre2
pinentry
pkg-config
protobuf
protobuf@21
pycparser
python@3.12
readline
ripgrep
rtmpdump
screenresolution
sketchybar
skhd
sqlite
stow
talloc
texinfo
tlrc
tmux
tokyo-cabinet
tree
tree-sitter
unbound
unixodbc
utf8proc
x86_64-unknown-linux-gnu
xapian
xz
yabai
zellij
zlib
zoxide
zsh
zsh-syntax-highlighting
zstd
aerospace
alacritty
amethyst
font-hack-nerd-font
kitty
monitorcontrol
qutebrowser
spaceid
tunnelblick
warp
